mccwong/micropython/ports/esp32/boards/mw/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "4MB/OTA with spiram"
#define MICROPY_HW_MCU_NAME "ESP32"
